#Задача 2: Найдите сумму цифр трехзначного числа.
#Пример:
#123 -> 6 (1 + 2 + 3)
#100 -> 1 (1 + 0 + 0)#

a = int(input('Введи a '))
b = int(input('Введи b '))
c = int(input('Введи c '))

print("Cумма чисел: ", a+b+c)